Repository: Dshauchuk/pango
Catalog: src/Presentation/Desktop/Pango.Desktop.Uwp/Resources/Strings/*/Resources.resw
Source language: en_us
Languages: be_by

source: Appearance
be_by: Выгляд

source: Autolock
be_by: Аўтаблакіроўка

# AutolockDescription
source: Automatically locks the app after chosen period of device inactivity
be_by: Аўтаматычна блакіруе праграму пасля выбранага перыяду бяздзейнасці прылады

source: Add new password
be_by: Дадайце новы пароль

source: Back
be_by: Назад

source: Change User
be_by: Змяніць Карыстальніка

# ClearCopiedData
source: Clear copied item data
be_by: Ачысціць скапіраваныя даныя элемента

# ClearCopiedDataDescription
source: Automatically clears copied details from clipboard after insertion
be_by: Аўтаматычна ачышчае скапіраваныя дэталі з буфера абмену пасля ўстаўкі

source: Copy password
be_by: Скапіраваць пароль

source: Delete password
be_by: Выдаліць пароль

source: Edit password
be_by: Рэдагаваць пароль

source: Enter mastercode
be_by: Увядзіце код

# Greeting.Text
source: Hello
be_by: Прыветанне

source: Home
be_by: Галоўная

source: Launch at startup
be_by: Запуск пры загрузцы сістэмы

source: Mastercode
be_by: Код

source: Other
be_by: Іншае

source: My Passwords
be_by: Мае Паролі

source: New
be_by: Новы

source: Passwords
be_by: Паролі

source: Search passwords
be_by: Пошук пароляў

source: Secrets
be_by: Сакрэты

source: Security
be_by: Бяспека

# SelectUser
source: Select a User
be_by: Абярыце Карыстальника

source: Settings
be_by: Налады

source: Sign In
be_by: Увайсці

# Switcher_Off
source: Off
be_by: Выкл.

# Switcher_On
source: On
be_by: Укл.

source: Theme
be_by: Тэма

source: User
be_by: Карыстальнік

source: User Info
be_by: Інфармацыя пра карыстальніка

source: Choose application language
be_by: Выберыце мову праграмы

source: Language
be_by: Мова

source: Cancel
be_by: Адмяніць

source: Email or username
be_by: Электронная пошта або імя карыстальніка

source: Login
be_by: Імя карыстальніка

source: New password
be_by: Новы пароль

source: Password
be_by: Пароль

source: Save
be_by: Захаваць

source: Title
be_by: Назва

# PasswordCopiedToClipboard
source: Password has been copied to clipboard
be_by: Пароль скапіраваны ў буфер абмену

source: Add Password
be_by: Дадаць пароль

# NoPasswordsYet
source: You have no passwords yet
be_by: У вас яшчэ няма пароляў

# CreateUser
source: Create a User
be_by: Дадаць Карыстальника

# OrCreateUser
source: or Create a New User
be_by: Або стварыць новага карыстальника

source: Password Confirmation
be_by: Пацвярджэнне пароля

source: User name
be_by: Імя карыстальніка

source: Password Confirmation does not match
be_by: Паролі не супадаюць

source: Loading
be_by: Загрузка

# PasswordCreated
source: Password "{0}" has been successfully added
be_by: Пароль "{0}" быў паспяхова дададзены

# PasswordModified
source: Password "{0}" has been successfully updated
be_by: Пароль "{0}" быў паспяхова абноўлены

source: Creation date
be_by: Дата стварэння

source: Delete User
be_by: Выдаліць Карыстальника

# AppTheme_Dark
source: Dark
be_by: Цёмная

# AppTheme_Default
source: Default
be_by: Па змаўчанні

# AppTheme_Light
source: Light
be_by: Светлая

source: Yes
be_by: Так

# Confirm_PasswordDeletion
source: Delete the password?
be_by: Выдаліць пароль?

# Confirm_PasswordDeletionDetails
source: The password will be deleted permanently. Do you want to continue?
be_by: Пароль будзе выдалены назаўсёды. Вы хочаце працягнуць?

# NewCatalogDialogTitle
source: Add New Catalog
be_by: Дадаць Каталог

# NewCatalogName
source: New Catalog
be_by: Новы каталог

source: Add new catalog
be_by: Дадаць каталог

source: Or
be_by: Або
